
import Saturn from '../Products/luminis saturn.png';
import Heart from '../Products/luminis heart.png';
import MilkyWay from '../Products/luminis milky way.png';
import Earth from '../Products/luminis earth.png';
import Perla11 from '../Products/Perla11.png';
import Perla12 from '../Products/Perla12.png';
import Perla13 from '../Products/Perla13.png';

const products = [
    { id: 9, name: 'Luminis Saturn', oldPrice: '35.99 лв', price: '29.99 лв', imageUrl: [Saturn, Saturn], description: `
                        Luminis Saturn е изящна светеща кристална сфера с диаметър 6 см, вдъхновена от мистичната красота на Сатурн. 
                        Изработена от висококачествен кристал, тя излъчва меко сияние, създавайки завладяваща атмосфера във всяко пространство. 
                        Със своя елегантен дизайн и ефектен блясък, тази сфера е перфектен избор за декорация 
                        у дома, в офиса или като специален подарък за любителите на космоса и изисканата естетика.✨` },
    { id: 10, name: 'Luminis Milky Way', oldPrice: '35.99 лв', price: '29.99 лв', imageUrl: [MilkyWay, MilkyWay], description: `
                        Luminis Milky Way е уникална светеща кристална сфера с диаметър 6 см, вдъхновена от магията на Млечния път. 
                        Създадена да отразява светлината по впечатляващ начин, тя създава усещане за безкрайност и спокойствие.
                        Подходяща както за интериорна декорация, така и за медитация или енергийно балансиране, 
                        тази сфера е идеален подарък за всички, които обичат мистерията на космоса.✨` },
    { id: 11, name: 'Luminis Earth', oldPrice: '35.99 лв', price: '29.99 лв', imageUrl: [Earth, Earth], description: `
                        Luminis Earth е кристална сфера с нежно сияние и естествена красота, вдъхновена от нашата планета. 
                        С диаметър 6 см, тя комбинира стил и хармония, като създава балансирана и топла атмосфера в дома или офиса. 
                        Нейният мек блясък придава усещане за спокойствие и връзка с природата, правейки я перфектен подарък за любителите на естествените елементи и естетиката.✨` },
    { id: 12, name: 'Luminis Heart', oldPrice: '35.99 лв', price: '29.99 лв', imageUrl: [Heart, Heart], description: `
                        Luminis Heart е изящна светеща кристална сфера с диаметър 6 см, създадена да излъчва топлина и емоция. 
                        Вдъхновена от енергията на любовта и хармонията, тя нежно отразява светлината, създавайки уютна и романтична атмосфера. 
                        Перфектна като декорация за дома, като символ на емоционална връзка или като специален подарък за любим човек. 
                        Добавете нотка на нежност и сияние към пространството си с Luminis Heart – светлината, която говори със сърцето! ❤️✨` },
    { id: 13, name: 'Колие с перла в мида', oldPrice: '25.99 лв', price: '17.99 лв', imageUrl: [Perla11, Perla12, Perla13], description: `
                        Колие с перла в мида – Елегантно и изискано бижу, което съчетава естествена красота и символика. 
                        Всяка мида съдържа автентична перла, която разкрива своя уникален цвят при отваряне. 
                        Идеален подарък за специален човек, символизиращ чистота, любов и късмет. 
                        Изработено с фин синджир, допълващ нежния и стилен дизайн.🦪✨` }
];

export default products;